{
    "header": {
        "title": " André Ventura critica mensagem de solidariedade de Costa para Marega: 'Era a esta hipocrisia que me referia' ",
        "subtitle": " O Primeiro-Ministro solidariza-se imediatamente com o jogador de futebol, mas nunca o vimos fazer isto relativamente aos polícias, aos professores ou aos médicos agredidos. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 17 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686388/andre-ventura-critica-mensagem-de-solidariedade-de-costa-para-marega-era-a-esta-hipocrisia-que-me-referia ",
        "postText": " ['Depois de dar a entender que não houve racismo no caso que envolve Marega, jogador do FC Porto, André Ventura voltou a utilizar as redes sociais para criticar a solidariedade expressada por António Costa relativamente ao caso.', '\u0093Todos e quaisquer atos de racismo são crime e intoleráveis. Nenhum ser humano deve ser sujeito a esta humilhação. Ninguém pode ficar indiferente. Condeno todos e quaisquer atos de racismo, em quaisquer circunstâncias\u0094, escreveu o primeiro-ministro no Twitter.', 'No Facebook, o deputado único do Chega partilhou a publicação de António Costa e falou em \u0093hipocrisia\u0094.', '\"Era a esta hipocrisia que me referia. O Primeiro-Ministro solidariza-se imediatamente com o jogador de futebol, mas nunca o vimos fazer isto relativamente aos polícias, aos professores ou aos médicos agredidos, insultados e humilhados todos os dias\", escreveu André Ventura.', '', 'Recorde-se que, anteriormente, André Ventura tinha deixado na sua conta de Facebook uma mensagem a negar que no estádio do Vitória de Guimarães tenha existido racismo. Sem nunca o mencionar, mas deixando a entender que se refere aos acontecimentos de Guimarães, André Ventura escreveu: \u0093País de hipocrisia em que tudo é racismo e tudo merece imediatamente uma chuva de lamentos e de análises histórico - megalómanas. O nosso problema não é o racismo. É a hipocrisia. É o síndrome Joacine que começa a invadir as mentalidades. Por mim não passarão\u0094.', 'Uma declaração que mais tarde acabou por justificar. \"Deixar claro aquilo que quis dizer é um imperativo. Sei que o politicamente correto domina a mentalidade prevalecente e a grande comunicação pública. Nunca me deixei nem deixarei ficar refém disso.Se houve atitudes racistas para com Marega, ou se Marega provocou os adeptos do Vitória de Guimarães, ambas as condutas merecem ser punidas. O racismo é intolerável e tem de ser banido.\nOutra coisa é começar a ver as declarações de responsáveis políticos, associativos e as redes sociais para se extrapolarem conclusões de que Portugal é um país terrivelmente racista, xenófobo e insuportável. CHEGA! Se pensam que vou voltar atrás nas minhas palavras, esqueçam! Não vou! Isso é para os avençados do sistema!, que dele dependem\nMerecemos mais do que este síndrome Joacine que invadiu o espaço de discussão pública\"', 'Foi pouco depois de marcar o golo que colocou de novo o FC Porto em vantagem frente ao Vitória SC (e que fixou o resultado final, 1-2), que o portista Moussa Marega interrompeu subitamente o jogo, como forma de protesto contra os insultos racistas que vinha recebendo das bancadas. Os outros jogadores e o treinador, Sérgio Conceição, chegaram a tentar demovê-lo, mas sem sucesso.', '', ''] ",
        "numberPosts": " 171 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General,Nationality - German,Nationality - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Preto,Negro,Negra,Macaco,Mulher,Género,Gaja,Nazi,Xenofobia,Grunho,Idiota,Amarelo,Amarelo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4802458859",
            "user": "disqus_Aviador",
            "date": "4 days ago",
            "timestamp": "NA",
            "commentText": "A Esquerdalha das Esganiçadas com ânsia e fome de poder criou este tema já alguns anos atrás para ganhar votos. Dividir para reinar. Na altura poderia ter dado resultado mas JÁ COMEÇAM A EXAGERAR. HOJE TUDO É <b> RACISMO!</b>\nDasse.\nVai acontecer o contrário daquilo que queriam. Os tugas já estão cansados DESTA CONVERSA DE UM SÓ SENTIDO!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4803264494",
                    "user": "disqus_0N81tDtXMQmatita",
                    "date": "4 days ago",
                    "timestamp": "NA",
                    "commentText": "Eutanásia. Valter Hugo Mãe teme que despenalização \"abra porta a um progressivo incentivo ao suicídio\" Eu tambem tenho esse receio e muitos outros.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802233339",
            "user": "disqus_yznlqTO3Sh",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "ATAQUE DE COVID-19 ...OLHA O CORONA VIRUS DA SOCIEDADE PORTUGUESA AI GENTEEEEE....!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800160428",
            "user": "disqus_eXa2j6gcGy",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "Se essa critica ao Costa é ser <b> racista,</b> então eu sou também<b>  racista</b>.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4801381795",
                    "user": "disqus_iXsbf220pM",
                    "date": "5 days ago",
                    "timestamp": "NA",
                    "commentText": "Assim, ficas com a certeza?...<br/>Custou, mas foi!...<br/>.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4801546705",
                            "user": "disqus_eXa2j6gcGy",
                            "date": "5 days ago",
                            "timestamp": "NA",
                            "commentText": "Quando falo com uma pessoa de cor nem sequer me preocupa se ela é de cor branca, negra ou amarela, falo sem preocupações, livremente, sem complexos...respeito todos como ser humanos que são como eu sou...Agora uma coisa não ando à procura da 5 pata do gato só para ser diplomaticamente correcto....eles não são estúpidos e os brancos é que o são pela atitude que tomam....Todos eles de manhã se veem ao espelho, uns não se importam, outros têm orgulho e outros amaldiçoam os pais e esses é que são verdadeiros racistas.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801666086",
                                    "user": "disqus_iXsbf220pM",
                                    "date": "5 days ago",
                                    "timestamp": "NA",
                                    "commentText": "1. (Quando falas com uma pessoa de cor nem sequer te preocupas) — Por que é que te devias de preocupar?...\n2. Traduz lá isto teu: \"só para ser diplomaticamente correcto\" — Achas que é preciso ser-se “diplomaticamente correcto” para não discriminar as outras pessoas diferentes de nós na cor da pele?...\n3. Dizes tu: \"Eles, (os negros) não são estúpidos e os brancos é que o são pela atitude que tomam\"...\n4. Então, tu também achas que esta malta racista que aqui anda, são uma cambada de estúpidos!... Se é assim que pensas; por que motivo ficas calado quando essas pessoas racistas atacam os teus subordinados negros?...\n5. E...os brancos que todas as manhãs que se vêem ao espelho e amaldiçoam os pais, também são eles e elas que são os verdadeiros racistas?....<br/>.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801681483",
                                            "user": "disqus_eXa2j6gcGy",
                                            "date": "5 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Acha que se omitir que a outra pessoa é negra e feia ela deixa de o ser?<br/>Há brancos mais feios que um pontapé nos tomates, em todas as raças há gente bonita e gente muito feia...o que para mim pode ser feio para si pode ser bonito e vice versa....Be Happy.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4799433604",
            "user": "disqus_lU8uYlB2Z2",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "FORÇA VENTURA A ESQUERDA FACISTA TREME TODA....",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 21,
            "replies": [
                {
                    "id": "4799521650",
                    "user": "anasilvestris",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Completamente de acordo, em 35 anos de existência nunca senti tanto fascismo em Portugal como aquele que assisto agora por parte da esquerda e o que é ainda pior é vir mascarado com as bandeiras da tolerância e da liberdade, mas só para alguns claro...hipocrisia sim! A lei mais absurda de todas? piropos virarem crime! até eu como <b> mulher </b>acho um absurdo, tenho duas opcões responder ou ignorar, mas nunca me passaria pela cabeça punir legalmente alguém por isso.",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 9,
                    "replies": [
                        {
                            "id": "4801403951",
                            "user": "disqus_iXsbf220pM",
                            "date": "5 days ago",
                            "timestamp": "NA",
                            "commentText": "Cara cibernauta! Muito interessante essa tua cabeça atenta!\nQual foi o período da tua vida, onde sentistes menos fascismo por parte da Esquerda?...\nE da Direita conservadora/nacionalista, de agora; qual é a porção de fascismo que sentes, em relação aos teus 35 anos de existência?...\nEstás indignada com a democracia, com a intolerância, de não te sentires cómoda e livre para poderes arremessares e ouvir os “ingénuos piropos” discriminativos, conceituoso, sexistas e racistas, como outrora?...\nSe achas que a animosidade das outras pessoas, contra os piropos/gracejos, neste caso, racistas, é ilógica e absurda; és, quanto a mim, desconhecedora dos valores e princípios democráticos da sociedade em que vives…<br/>.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4800701131",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Mas repare menina, que esses tais, aparecem todos pomposos de cravo VERMELHO na lapela como se fossem donos da Liberdade, da Democracia no dia 25ABR.... Criminosos é o que são!!!",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4800851338",
                                    "user": "disqus_P3SqHyif5G",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não sabe o que não diz o que sabe pois não sabe nada, é simplesmente ignorante, fascismo é do tempo da outra senhora e que o era não era de esquerda, mas como não sabe só diz disparates, ainda por cima ás escondidas não tem coragem de se mostrar eu comento com o meu nome não com pseudónimos, tenha vergonha, não se envergonhe a si próprio. Quer mais fascismo do que aquele que é praticado pela estrema direita e pela direita em geral?",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4800895520",
                                            "user": "disqus_lU8uYlB2Z2",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Facismo é aquele que é praticado na Coreia do Norte... isso é que é facismo e duro!!!<br/>A #vergonha é sua a julgar pela sua ignorância... tenha #vergonha!!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4801420915",
                                                    "user": "disqus_P3SqHyif5G",
                                                    "date": "5 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Comparar fascismo com o regiam da Coreia do Norte, demonstra bem o seu nível de inteligência, podre, ignorante, estúpida e um alto nível de burrice, hipocrisia, escreve e fala só por falar, só para se sentir inteligente quando não o é, enfim, mas esta de comparar fascismo com um ditadura totalista, nem uma criança. E os ignorantes são os outros.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4802005699",
                                                            "user": "disqus_lU8uYlB2Z2",
                                                            "date": "5 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ignorante é você que diz que os nazis eram facistas!!! Entende<br/>Partido Nacional SOCIALISTA dos Trabalhadores Alemães = Partido Nazi<br/>União das Repúblicas SOCIALISTAS Soviéticas = Partido Comunista\nSe você diz que Hitler era facista e era Socialista Nacionalista,   então que dizer do Socialismo soviético???<br/>O facismo já existia antes do partido nazi na Alemanha e teve como origem a Itália por BENINTO MUSSOLINI.\nAmbas Socialistas, ambas totalitárias...",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4800892610",
                                            "user": "disqus_lU8uYlB2Z2",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Vergonha tenha você. O comunismo é muito pior que o nazismo!!! Ainda este não tinha chegado ao poder já o comunismo matava aos milhões...  Aliás, o facismo não nasceu com o nazismo, porque este é de raíz socialista, mas sim com Benitto Mussolini...Facismo de direita e Facismo de esquerda!!! Porque ambas são ideologias TOTALITÁRIAS.<br/>Defina lá que tipo de regime que está a governar a Coreia do Norte???",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4799526113",
                            "user": "helenaafonso",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "OLHA OUTRA LELO!<br/>A LEI FOI FEITA PARA SE CUMPRIR.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4799560073",
                                    "user": "disqus_VoMCyeRe8d",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Engraçado que a lei não seja cumprida quando os crimes são contra brancos 🤔🤔🤔 Pelos vistos só lê as notícias sobre racismo e agressões deixaram de ser crimes quando a pessoas são mais pálidas 😤😤😤 Fogo vou ter de me actualizar em relação ao código penal tuga 🤔🤔🤔",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "4799435364",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Esquerda fascista?<br/>Já se vê quem segue o Ventura.....só rir....",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4800702570",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Facista sim!!! Mas de esquerda!!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4801511099",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "5 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Você é engraçado...ao menos faz rir, já não é mau  :)",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4801977015",
                                            "user": "disqus_lU8uYlB2Z2",
                                            "date": "5 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ahhh sim??? Você ri apenas pela sua ignorância...  não seja ridícula.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4802811234",
                                                    "user": "disqus_xmCBjS9tbD",
                                                    "date": "4 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Você tem lá capacidades para me avaliar. Tenha juízo!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4803251370",
                                                            "user": "disqus_lU8uYlB2Z2",
                                                            "date": "4 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Claro que tenho: \"Cuba é uma ilha de liberdade... \"A Coreia do Norte é uma democracia\". Vê como tenho juízo.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4803383412",
                                                                    "user": "disqus_xmCBjS9tbD",
                                                                    "date": "4 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "I rest my case!",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4799460765",
                            "user": "filipaconrado",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Mostram o que são: ignorantes.",
                            "likes": 7,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4799464355",
                                    "user": "Flordelamar",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Coça com força que isso passa fascista.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4799524860",
                                            "user": "helenaafonso",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "ANDAS COM O CIO OH PRETA?",
                                            "likes": 4,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4799466118",
                                            "user": "filipaconrado",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Mais um lelo analfabeto.",
                                            "likes": 6,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4799431615",
            "user": "disqus_xmCBjS9tbD",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "É triste, hoje, em pleno 2020, Portugal ter constatado que estruturalmente continua a ser, sim, um país <b> racista.</b><br/>Aliás, muitos comentários que aqui se podem ler, assim o indiciam. <br/>Provam o que hipocritamente (aqui sim, a definição de hipocrisia faz sentido), se vê no dia a dia.<br/>Somos tão generosos, tão simpáticos e com uma alma tão grande para umas coisas e tão pequeninos, tão mesquinhos e tão ignorantes para outras.<br/>O André Ventura que vá dar banho ao cão, porque ainda tem que caminhar muitas vidas para um dia ser considerado um exemplo (bom, entenda-se) em termos sociais, humanitários, o que ser que seja neste âmbito.<br/>VERGONHA DE GENTE !!!!!!!!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4799413709",
            "user": "maciejhermann",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Bravo . O Chega tem o meu voto",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799380993",
            "user": "filipaconrado",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Não se indigna, não lamenta e não condena. E ainda chama \"hipócritas\" a quem o faz.<br/>Não só manda pessoas \"para a sua terra\" como também lhe são indiferentes situações de manifesto <b> racismo </b>que mereceram uma justa condenação por parte da esmagadora maioria do país e do mundo. <br/>Posto isto, nada mais há a acrescentar. <br/>É um<b>  racista</b> send<b> o racist</b>a e um fascista sendo fascista.<br/>Devemos indignar-os com as suas palavras mas não nos admirarmos, pois vindo dele já não se espera nada que não seja o assumir de <b> um racis</b>mo comprovado e recorrente.<<b> br/>Raci</b>smo esse que não vingará. <br/>Fascismo esse que não passará.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4800195903",
                    "user": "disqus_pEiNLdn5gu",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Acho mesmo que o André Ventura... nem é <b> racista,</b> nem fascista... o que o torna mais perigoso!<br/>Ele será o que for preciso para atingir o fim que ele pretende! E se tiver que vender a \"alma ao diabo\"... é o que fará!<br/>Ele vai sendo o que lhe der mais \"atenção\" por parte da sociedade, e como os \"casos\" mais mediáticos são os casos com minorias, ele tem por estratégia, colocar-se do lado das maiorias, exacerbando o discurso populista! <br/>Ele vive deste \"desvio\" da democracia para as minorias, levando as maiorias para o seu lado! <br/>São estes os tipo de casos que lhe dão combustível para andar mais depressa... e ir mais longe nos seus intuitos! E sim... é alguém perigoso, porque para o conseguir, tem e potencia atitudes extremistas pelas \"maiorias\"!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4800668484",
                            "user": "filipaconrado",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Absolutamente! É um mestre na arte sibilina da hipocrisia e na manipulação.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "4799422371",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Bravo!!!!!!!!!!!!<br/>Perfeita leitura da situação e do \"senhor\" em causa.<br/>Assino por baixo e sublinho tudo o que a Filipa escreveu.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "4799375956",
            "user": "partisanlx",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Ó Ventura já se percebeu que para além de oportunista, ficas mal na figura com o teu fanatismo primário no desporto ...\n(Nota: sou do Benfica)",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799357331",
            "user": "joocalca",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Costa a fazer aproveitamento??? Não??? não sei porque tinha de comentar este caso, mas quando lhe perguntaram sobre o bairro jamaica respondeu se lhe perguntavam isso por causa do tom de pele... enfim, se isto não é  a hipocrisia politica que nos governa, então não sei...",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4799402308",
                    "user": "disqus_P3SqHyif5G",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Reparou que deu resposta à sua indignação não existe hipocrisia simplesmente comentou um caso de <b> racismo </b>se lhe fossem fazer a mesma pergunta ele respondia na mesma maneira, o seu querido Ventura é que é<b>  racista</b>, xenófobo, chauvinista, para qualquer pessoa de cor de pele diferente, o crescimento d<b> o racism</b>o nos últimos tempos tem dois nomes, Joacine Katar, e André Ventura, incluindo as pessoas que os apoiam, tenha vergonha.",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4799441334",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "José, nem se incomode a dar grandes explicações....este pessoal dá com cada bordoada que até doi....são o epíteto da inteligência....Chamam \"esquerda fascista\" a quem não é acólito do AV....<br/>Olhe, o tal senhor que votou negativamente em si....esse mesmo.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4799580115",
                                    "user": "disqus_P3SqHyif5G",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não me incomoda dar explicações a pessoas que escrevem só por escrever e destilar veneno como o(a) cidadão (ã) que se esconde sob o nome \"calma malta\", ou o Leonidas, pelo menos agora se quiserem responder assertivamente já têm matéria para o fazer, pode ser que aprendam qualquer coisa, acho díficil, pois são da mesma opinião. Para terminar o racismo vai aumentar de parte a parte pois tanto o André Ventura como a Joacine Katar com as suas posturas assim levam acontecer.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4800183846",
                                            "user": "disqus_xmCBjS9tbD",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Sim, a intolerância é de parte a parte. Concordo.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4799269872",
            "user": "disqus_wCq48CJRH7",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "forças policias a viverem a baixo da pobreza , isso é que me preocupa",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799237110",
            "user": "disqus_BHz3qEk2qL",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "André Ventura defeca pela boca. ",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799403238",
                    "user": "disqus_0N81tDtXMQmatita",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Seria bem melhor que contestasse as afirmações de AV. Assim parece que não é ele que está a defecar.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4799183659",
            "user": "disqus_pEiNLdn5gu",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Ouçam bem este homem a falar de hipocrisia... ele é expert no tema, e não porque o tenha estudado, mas, porque ele o exercita todos os dias!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799346465",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Para burro não te falta nada.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4799113609",
            "user": "disqus_xmCBjS9tbD",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Se dúvidas houvessem....este André Ventura só pode ser acéfalo, mas que raio de afirmações são estas?<br/>A mensagem do primeiro ministro foi exemplar, só peca por ter que ser enviada em 2020, altura em que o mundo é tão evoluído  numas coisas, mas continua tão estupidamente primitivo em outras.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799005302",
            "user": "fdefranciscoscarneiro",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Condeno qualquer tipo de violência, seja de que forma, contexto, conteúdo, seja como for.<br/>Lamento o que aconteceu ontem no estádio do Vitória. É de condenar a atitude e ofensas racistas dos adeptos, mas também, a reacção do Marega. O jogador não teve elevação, respondeu a uns insultos, com outros!! Lamentável e condenável, adeptos e Marega.<br/>Todas as reações que se têm promovido são hipócritas e vergonhosas. O aproveitamento deste caso está a ser miserável.<br/>Infelizmente, por esses estádios fora, há violência gratuita... seja contra brancos, ou de cor. É violência verbal, é violência física, os jogadores e árbitros são enxovalhados, são gozados, são alvo de miseráveis impropérios!! Alguém faz eco?? Fazem ou resolvem alguma coisa?? <br/>O APROVEITAMENTO POLÍTICO ESTÁ A SER EXECRÁVEL, VERGONHOSO.<br/>Portugal está mergulhado em hipocrisia, falta de princípios e de valores. Não é de agora! <br/>Qualquer tipo de violência tem de ser ERRADICADA. <br/>O desporto é um espectáculo para as famílias, para se divertirem. Não faz qualquer sentido a guerra que se tem promovido. Por mim, acabava com as claques.<br/>Quanto á reação do Marega, vamos estar atentos... sempre que proferir impropérios contra árbitros, jogadores adversários, ou seja lá o que for, quero ver se o jogo irá parar ou se vão sair de campo. O <b> racismo </b>não é a única forma de violência que existe, infelizmente!",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799347533",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Boa análise.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798942448",
            "user": "quimcosta",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Apesar de não me rever em António Ventura ele tem razão em grande parte do que diz.<br/>António Costa e o Selfies ficam indignados com o \"<b> racismo\"</b> de alguém ter chamado nomes a um<b>  preto</b>, mas ficaram mudos e quedos quando o<b>  \"racism</b>o\" agrediu brutalmente um motorista de autocarro por o mesmo estar a cumprir o seu dever de cumprimento da lei.<br/>Esta hipocrisia dos nossos governantes é que faz crescer os movimentos extremistas tanto de direita como de esquerda. Os \"Venturas\" da Europa estão a ser criados pelos dirigentes políticos que se alhearam completamente dos problemas reais do povo, passando a discutir apenas os problemas marginais da sociedade, como ideologia <b> de géne</b>ro, eutanás<b> ia, raci</b><b> smo. xenof</b>obia, etc, e catalogando todos os que pensam fora da caixa como nazis, fascistas, xenófabos, islamofóbicos, etc, etc, etc<br/>Quanto mais criticam Ventura, mais ele crescerá. Depois queixem-se!!!",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 29,
            "replies": [
                {
                    "id": "4799525760",
                    "user": "anasilvestris",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Bem haja por tanta lucidez! subcrevo completamente as suas palavras!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4799264251",
                    "user": "disqus_pEiNLdn5gu",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Não é uma questão de razão! <br/>Ele sabe o que o seu \"publico alvo\" gosta de ouvir/ler, e é isso que ele diz!<br/>Não interessa se faz o contrário ou se pensa outra coisa, o André Ventura é assim, populista! <br/>Sabe que assim ganha eleitorado, junto das pessoas que acreditam na CMTV, naqueles que acreditam em tudo o que aparece no facebook, e nos que gostam de ouvir conversa populista! <br/>O André Ventura de manhã diz que é contra a corrupção, mas à noite, janta com os corruptos! <br/>É um homem perigoso, não por ser inteligente, mas por ser esperto e não ter coluna vertebral!!",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4799349765",
                            "user": "TheGreatPrimeMinister_Country",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Ò bandalho, o que dizes não se aplica a toda a gente e a todos os politicos em particular? Ou uma pessoa deve falar para os que não são o publico-alvo? És burro até dizer Chega.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4800122790",
                                    "user": "disqus_pEiNLdn5gu",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Estamos a falar do A. Ventura... quando quiser falar dos outros, cá estaremos... um a um! Generalizar, não!<br/>Há os bons e os maus... em todos os partidos!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4799335609",
                            "user": "quimcosta",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Se aplicares o texto que escreveste a Catarina Martins e António Costa assenta que nem uma luva. Também António Costa sabe que o seu publico alvo bate palmas aos seus anúncios mesmo sabendo que pretende fazer o seu contrário. Os populistas não são exclusividade da direita ou da esquerda, apenas usam a propaganda ideológica para atingirem os seus objectivos.<br/>Em relação à CMTV junta a SIC, TVI, DN, JN, Expresso e Cia, no rolo pois  todos eles manipulam a informação de acordo com os interesses de quem manda.<br/>Sempre tivemos populismo de esquerda em Portugal e ninguém se indignou mas agora que apareceu o populismo de direita parece que a indignação é geral. Se analisarmos friamente vemos que são os populistas de esquerda que estão indignados com o populismo de direita.<br/>Em matéria de corrupção tivemos num governo  António Costa durante 4 anos como numero 2 de Sócrates que é só o maior corrupto que alguma vez Portugal conheceu. <br/>Quando analisamos algo é melhor olhar para todos os lados e deixarmos as palas de lado.",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4800124358",
                                    "user": "disqus_pEiNLdn5gu",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Sim... e não! <br/>O caso é o do André Ventura... quando quiser falar de outros, também posso dar a minha opinião! Mas não generalizo, porque há os maus... mas também há os bons! E há os que defendem os seus ideais, e mesmo que  sendo contrários ao que eu acredito, são coerentes! Isso não os torna populistas, sem espinha, ou perigosos!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4800287470",
                                            "user": "quimcosta",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Percebi. Há os populistas bons (os teus) e há os populistas maus (os dos outros). A isso eu chamo hipocrisia pura e dura.<br/>Ao falares \"sem espinha\" deves estar a falar de António Costa, que \"apunhalou\" Seguro para chegar a líder e que governou Portugal durante 4 anos apesar de uma derrota humilhante nas legislativas.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4800455676",
                                                    "user": "disqus_pEiNLdn5gu",
                                                    "date": "6 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Nada disso! <br/>Percebeu tudo mal!<br/>Os populistas são sempre maus!<br/>Há os \"outros políticos\" bons e os \"outros políticos\" maus!<br/>Eu, não tenho populistas... não sou de facções, mas de ideias!<br/>No entanto, os políticos que defendem os seus ideais e são coerentes, mesmo que eu não concorde com eles, são os bons políticos, que defendem esses ideais sem dobrar a espinha... sublinho... mesmo que eu não concorde com eles! O André Ventura, não é um deles... e já agora... o António Costa, também não (obviamente, na minha opinião!) mesmo que concorde com algumas ideias deles... Não sei se me fiz entender!",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4800529756",
                                                            "user": "quimcosta",
                                                            "date": "6 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Deve ser para rir achares que em Portugal os políticos  são coerentes. Quem? O Costa? A Katrina? A Joacine? O Ventura? etc, etc, .. são todos farinha do mesmo saco. <br/>Dizem o sim e o seu contrário  sem o menor pudor .<br/>A maioria dos políticos \"coerentes\" que conheço são ditadores tipo Putin ou Kim. <br/>Maior contorcionista que Costa deve ser difícil de encontrar.<br/>Lembras de a imprensa chamar \"animal politico\" a Sócrates como sendo um elogio?",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4801424490",
                                                                    "user": "disqus_pEiNLdn5gu",
                                                                    "date": "5 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "De facto, não me referia a nenhum desses políticos que mencionou como sendo dos bons... <br/>Mas ainda há alguns, apesar de serem cada vez mais os políticos de carreira, que nunca fizeram mais nada na vida a não ser, crescer no seio das Jotas e \"evoluir\" para políticos profissionais, com pouca noção da realidade das pessoas, das empresas e do próprio país! <br/>Crescem com recurso a esquemas e subterfúgios e é assim que se tornam \"poderosos\" e perigosos!",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798960166",
                    "user": "aquelequeestafartodedemagogia",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Caro <b> Grunho,</b> ao dizer que eutanásia,<b>  racismo</b><b> . xenofobi</b>a, etc são \"problemas marginais da sociedade\" é não conhecer história, é ser um completo anormal!\nS<b> eu Grun</b>ho, este tipo de demonstrações públicas<b>  de raci</b>smo são extremamente perigosas e são proibidas por lei!!!<b> \nSeu Gr</b>un<b> ho, o ra</b>cismo em massa em eventos desportivos leva a confrontos em massa, em rebelião, em retaliações etc etc etc...\nSab<b> e, seu </b>Grunho, que demonstrações públ<b> icas de </b>racismo são punidas por lei?!!?!",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 18,
                    "replies": [
                        {
                            "id": "4799354267",
                            "user": "TheGreatPrimeMinister_Country",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "E o que é racismo? É chamar macaco a um preto?  E se eu te chamar burro também sou racista? Não se pode comparar pretos com macacos mas posso comparar-te com um burro que ninguém leva a mal? É isso?",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4800143321",
                                    "user": "aquelequeestafartodedemagogia",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Deves conhecer tanto o futebol como eu de astrofísica...\nUma coisa é num lance qualquer chamar filha da put@ ou preto ou branco ou outra coisa qualquer só porque não gostei do lance. <br/>Outra bem diferente é estar desde o aquecimento antes do jogo e durante o memso e de forma repetida a insultar um único jogador, independentemente do lance, com insultos racistas.\nSe me chamares de burro é na boa, é a tua opinião, mas vem para ao pé de mim estar insistentemente a insultar-me e a coisa muda de figura.\nA diferença entre um simples insulto e racismo é fácil de entender.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4800153716",
                                            "user": "TheGreatPrimeMinister_Country",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "De facto podia chamar-te burro.<br/>Se uma pessoa for descriminada por ser de certa raça, aí pode-se chamar racismo. Se alguém tiver um preconceito contra pessoas de determinada raça, pode ter boas razões para isso.<br/>A mim não me parece que o Marega tenha sido descriminado, antes pelo contrário ele é um heroi do futebol, mas actuou dum modo bastante estupido, pois como se sabe não é realmente a cor que cria preconceito é mais a percepção que se tem do que a maioria das pessoas dessa cor fazem. Se tiveres duvida vai dar um passeio por um desses bairros que estão repletos de africanos e em que a propria policia tem dificuldade em entrar.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4799349567",
                            "user": "quimcosta",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Vai chamar grunha á  maezinha que te pariu apesar de não ter culpa da besta que te tornaste.<br/>Aprende a ler e talvez um dia consigas perceber o que eu escrevi. <br/>Se os assuntos que atingem uma pequena parte da população são os assuntos principais da agenda politica substituindo aqueles que atingem os 100% da população, está tudo dito. Os mentecaptos como tu apenas vêem ideologia em tudo o que mexe.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4800141719",
                                    "user": "aquelequeestafartodedemagogia",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Graças a deus que a minha mãe me criou como criou, senão a esta altura podia ser um Chegófilo como tu...\nDepois, este assunto não substitui os restantes na agenda política, os media é que apenas dão destaque a este por interesse em alimentar esta discussão.  Ou o Grunho pensa que no parlamento não discutem mais nada a não ser isto?!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4798993721",
                            "user": "disqus_c6BhFwfHMf",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "menos ódio e mais argumentos.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4798974571",
                            "user": "disqus_lBwzZMJaRU",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Seu grunho... o que é pior... é fazer sons de macacos aos adversários, ou chamar o arbitro de filho da pxxx, ou fazer de galinha para ver se o guarda redes deixa passar... ou é atacar apenas e só membros da etnia maioritaria...e parece que assassinaram o tal filho de um da judiciária... não ficaram chocados, nem com a agressão ao tal motorista... nada se passa... se for um cabo verdiano... vem logo o primeiro ministro local pedir justificações....Se for racismo há que realmente aplicar a lei... e ver quem foi... perfeitamente de acordo... agora extrapolar para isto é um país racista... não é... mas continuem que um dia é... Os grunhos... são pessoas como voce que não sabem o que é viver ao lado de alguns guetos... eu já fui atacado e atacaram com frases do tipo... depois de defender uma pessoa num assalto... Esta merda vai ser nossa... as brancas só nos querem a nós seus brancos de merda... entre outras frases... racismo? nah.... levaram pena suspensa mas foi por roubar... mais de 1000 processos... e pena suspensa... são estes grunhos que fabricam os venturas... e este vai crescendo...",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "4799264298",
                                    "user": "disqus_80bBIeF4jj",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "«as brancas só nos querem a nós seus brancos de merda...» é capaz de ser bem verdade esse sentimento. É bem capaz de estarmos perante uma mudança de mentalidade. Na área da grande Lisboa, se se for a qualquer centro comercial que inclua um hipermercado, não têm conta os casais jovens compostos por uma jovem branca e por um jovem negro e um carrinho de bébé com uma criancinha mestiça. Mudou-se o paradigma. Há meio século atrás, os poucos casais mistos que se viam eram compostos por um homem branco e uma mulher negra. A mentalidade mudou, o número de casais mistos é muito significativo e o que agora mais se vê é a jovem ser branca. A fama que prevaleceu entre as jovens é que os jovens negros são muito bem dotados e como homens são melhores do que os brancos. Inevitavelmente, isto fomentou a existência de muitos casais mistos em que a jovem mulher é branca. Uma alteração de mentalidade que veio para ficar. As crianças mestiças que vemos na área da grande Lisboa, muito provavelmente, terão mãe branca. E se for verdade que os jovens negros são muito bem dotados e como homens são melhores do que os brancos, esta situação terá tendência para aumentar pelo que a afirmação de que «as brancas só nos querem a nós» se tornará uma normal constatação a que ninguém deve admirar. Há muitos anos, já as americanas diziam: \"If you have a black, you never come back\". Esta, é que é essa!",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 8,
                                    "replies": [
                                        {
                                            "id": "4799485079",
                                            "user": "disqus_xmCBjS9tbD",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Maria, não se pode generalizar. Isso é cair no extremo oposto. É igualmente errado. <br/>Para mais pegando num aspeto tão brejeiro e populista, reduzindo levianamente as mulheres, ao afirmar que escolhem alguém, com quem partilhar uma a vida, por questões de maior prazer (o que pode nem corresponder à verdade, segundo os especialistas).... e reduzindo os homens que não tenham origem africana, a menos capazes, enquanto homem e enquanto parceiro de vida.<br/>O seu texto, desculpe lá, mas é tão mau quanto alguns comentários racistas que aqui se leem....",
                                            "likes": 5,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4799726507",
                                                    "user": "disqus_80bBIeF4jj",
                                                    "date": "6 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Apenas comentei a afirmação, citando «as brancas só nos querem a nós seus brancos de merda...». E baseei-me em estudos - disponíveis no Google - sobre brasileiras brancas acerca de brancos, mestiços e negros...pode ir ver...",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4800181835",
                                                            "user": "disqus_xmCBjS9tbD",
                                                            "date": "6 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Maria, eu tinha um casal no meu prédio, ambos licenciados e com uma vida que aparentava não ter razões para discussões, ela branca, ele preto, e a violência doméstica era constante - Ele batia nela, e não era pouco, nem poucas as vezes. Incluindo enquanto ela esteve grávida.<br/>Por ter poder económico, saiu de casa e pode proteger-se legalmente. E ele, ainda perseguiu-a durante alguns anos.<br/>Estamos a falar de pessoas com ótimos empregos, formação académica e status social.<br/>Portanto, cada caso é um caso.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4799291712",
                                            "user": "disqus_BZbTsjqojt",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Maria filha mas que discurso até te babas toda só de pensares, vai-te catar meu amor vai para a grande p..a que te pariu!!!",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4799730425",
                                                    "user": "disqus_80bBIeF4jj",
                                                    "date": "6 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Grosseirão!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4799349733",
                                                    "user": "disqus_80bBIeF4jj",
                                                    "date": "7 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ordinário! Sai de casa e vai ao Colombo, ao Vasco da Gama, à Bela Vista...e depois...conversamos.",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4799371607",
                                                            "user": "disqus_BZbTsjqojt",
                                                            "date": "7 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ordinário??? Moro em UK meu amor por aqui não se passa nada faz parte da vida pretos com brancas e pretas com brancos!! What's up meu amor??? E se for verdade??? Os jovens negros?? Como homens são melhores??? Que falta de massa cinzenta a menina tem God save your soul!!!",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4799732090",
                                                                    "user": "disqus_80bBIeF4jj",
                                                                    "date": "6 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Limitei-me a comentar a afirmação, citando «as brancas só nos querem a nós seus brancos de merda...». E baseei-me em estudos - disponíveis no Google - sobre brasileiras brancas acerca de brancos, mestiços e negros...pode ir ver...",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4798979810",
                                    "user": "aquelequeestafartodedemagogia",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Como Grunho que apoia o Ventura não esperaria outra coisa a não ser uma confusão nessa cabeça!\nConfundir um grupo de pretos (ou de brancos pois é igual) que se juntem para fazer assaltos não é a mesma coisa com um grupo a insultar com comentários racistas em público num evento desportivo tele-visionado!!!\nChamar de filho da put@ a alguém é um insulto comum e que não discrimina, logo não gera riscos sociais de mobilização!<br/>Não se vao rebeliar todos os que são efetivamente filho de put@as...\nJá quando se exaltam contra pessoas de outra cor em público desta forma pode levar a manifestações de pessoas dessa cor que se sintam insultadas e menosprezadas por estas palavras.\nQuer que Portugal se torne numa América ou num Árica do Sul no tempo do Apartheid?!?!?!\nTem toda a razão quando diz que Portugal não é um país racista, concordo plenamente, por isso mesmo é que a lei proibe este tio de manifestações públicas de racismo e que o demonstra deve ser severamente punido, tanto os indivíduos que o fizeram, como o clube destes adepto.\nE não é por ser o Braga, porque se no meu Benfica isto acontecesse eu defenderia que os próximos jogos fossem à porta fechada.",
                                    "likes": 5,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4800043729",
                                            "user": "disqus_lBwzZMJaRU",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Gostava de saber afinal quem é o grunho... Se sou eu se é você... Que chama aos outros com opiniões políticas distintas, de termos ofensivos . Parece obviamente que intelectualmente é uma pessoa menor e que não sabe discutir.\nPortanto o grunho mor...aquele que está farto da demagogia acha que uma equipa de 3 indivíduos que cometeram mais de 100 assaltos e nunca atacaram repito nunca atacaram ninguém da sua minoria não é racismo .<br/>O grunho-mor para além ntelectualmente desprovido de capacidade cognitiva, é intelectualmente desprovido de capacidade de discernimento\nSim o assassino e os roubos cometidos foram actos racistas, mas violentos...<br/>O grunho-mor deve pensar que só o branco pode ser racista... Para além de grunho é racista e paternalista.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Xenofobia",
                        "Grunho"
                    ]
                }
            ],
            "keywords": [
                "Género",
                "Racismo",
                "Preto",
                "Xenofobia"
            ]
        },
        {
            "id": "4798928205",
            "user": "disqus_cBccy1PhIj",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Para o  1 ministro, em Portugal existem portugueses de primeira e portugueses de segunda, não é nada pessoal, normalmente tem haver com quem dá mais votos.\nUm primeiro ministro que não serve um País mas grupos dentro de um País.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798925054",
            "user": "o_critico",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Mais uma vez André Ventura 100% cheio de razão... É infeliz o <b> racismo,</b> mas quem o tem criado, Joacine, Mamdor BEsta, depois o ódio se cria onde não existia...",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4799301212",
                    "user": "disqus_80bBIeF4jj",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Não. Quem o tem criado tem sido André Ventura e o seu grupo extremista do Chega.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4799441114",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "ALDRABONA... MENTIROSA!!!",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798924615",
            "user": "disqus_AH69Zctpuj",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Ventura denuncia sem medo os casos em que o primeiro ministro preferiu ficar caladinho que nem um rato para não incomodar a extrema esquerda e não perder votos. Isto só mostra e denuncia a baixeza e falta de estatura moral deste 1º ministro que só quer se manter no poder a todo o custo e já nos levou para o fundo dos países europeus em crescimento medido pelo PIB per capita,  contrariamente ao que diz a propaganda diária desta comunicação social acéfala e vendida à geringonça. Se querem mais um exemplo da baixeza e e falta de vergonha deste 1º ministro temos a aprovação do OE pela extrema esquerda BE, em troca de colocar à pressa e sem discussão parlamentar  a aprovação da Eutanasia. Vergonhoso",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798921778",
            "user": "uporrabranco",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Chega ventura , sempre",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798920507",
            "user": "disqus_VoMCyeRe8d",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Engraçado os pesos e medidas deste país: violência gratuita contra crianças e pessoas vulneráveis não é grave nem crime desde que brancas 🤔🤔🤔 Quando se toca em cores aí tudo vira crime e polémica 😤😤😤 Realmente é melhor viver entre animais 🤔🤔🤔",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798919566",
            "user": "disqus_sLE8aKZ3fk",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O Costa gosta de estar bem com Deus e com o Diabo. Marcelo é exactamente igual, não fossem eles políticos... quem não os conhece... eles não estão preocupados com as pessoas... fingem... e quando certos \"valores\" se levantam... meus amigos... viram feras... mesmo que não acreditem no que dizem... eles são os DITADORES do \"POLITICAMENTE CORRETO\" que como sabemos está muito longe da verdade dos factos...",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4798957822",
                    "user": "aquelequeestafartodedemagogia",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O <b> racismo,</b> principalmente da forma em que aconteceu nesta prova desportiva é muito perigoso e proibido por lei!\nDizer que um 1º ministro, um Presidente são contra estas demonstrações de<b>  racismo</b> apenas porque é politicamente correto, é ser u<b> m grunh</b>o que não sabe nada da nossa história nem dos riscos que acarretam estas demonstrações <b> de racis</b>mo.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4798978519",
                            "user": "disqus_lBwzZMJaRU",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "tem piada que aparentemente os grunhos que apoiam o ventura, tem até mais habilitações literárias que o resto... é caso para pensar... quem afinal é grunho... O ventura não se estava a referir a este caso... mas ao aproveitamento do mesmo... vem logo gritar racismo... portugal é racista... Eu não sou o senhor grunho é? meia duzia de \"grunhos\" do vitoria de guimaraes fazem de macaco, e CREDO RACISMO ... Portugal é racista... o CARALXX são meia duzia de grunhos quiça como o senhor grunho... é disso que o ventura fala... e não no caso em si...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4798982494",
                                    "user": "aquelequeestafartodedemagogia",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "\"os grunhos que apoiam o ventura, tem até mais habilitações literárias é para rir ou para chorar?\nNem o 1º ministro nem o presidente da República disseram que Portugal é um país racista, aliás a nossa história mostra isso mesmo.\nMas quando se exaltam contra pessoas de outra cor em público desta forma pode levar a manifestações de pessoas dessa cor que se sintam insultadas e menosprezadas por estas palavras.\nQuer que Portugal se torne numa América ou num Árica do Sul no tempo do Apartheid?!?!?!\nTem toda a razão quando diz que Portugal não é um país racista, concordo plenamente, por isso mesmo é que a lei proibe este tio de manifestações públicas de racismo e que o demonstra deve ser severamente punido, tanto os indivíduos que o fizeram, como o clube destes adepto.\nO Grunho mor Ventura, racista como é vem logo repudiar as declarações do Costa apenas por não entender que todos devemos punir as demonstrações de racismo, independentemente da cor de quem as repudia.",
                                    "likes": 5,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Grunho"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798918903",
            "user": "aquelequeestafartodedemagogia",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Já paravam de dar mediatismo a este anormal!!!\nO que aconteceu foi muito grave por vários motivos, 1º porque foi num evento desportivo e o desporto deve unir e não ser palco de <b> racismo,</b> 2º por estar a ser feito em público, ou seja, uma cisa é um anormal vir mandar uns bitaites na net, outra coisa é uma manifestação pública de<b>  racismo</b> que a nossa constituição proibe e considera crime!!!\nEste anormal deste Ventura, que não disfarça o se<b> u racism</b>o, e deveria ter mais respeito pela nossa constituição, pois é graças a ela que neste momento é o que é...",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4800045894",
                    "user": "disqus_lBwzZMJaRU",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "O grunho-mor quer levar ao gulag os apoiantes do ventura. Intelectualmente tens um déficit. Aprende a conviver com outras ideias, e opiniões...<br/>Nunca o chamaria de grunho-mor se não disparasse esse disparate a quem tem outras ideias...<br/>Vai ver o que o teu comunismo chinês fez aos muçulmanos na China... Centros reeducativos... Quer o mesmo para os grunhos que apoiam o ventura.<br/>Quando tiver metade do parlamento lá chegaremos quero ver chamar metade da população de grunhos ... Grunho-mor.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4799187780",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Vai lavar a boca com ricínio meu grande adulterador e distorçor de opiniões! Alhos com bugalhos só na sopa comuna!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4799189972",
                            "user": "aquelequeestafartodedemagogia",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "É giro ver os gajos do Chega a criar perfis falsos só para dar ideia de que tem mais seguidores...\nO tipo de linguagem denuncia que estão aqui apenas 1 ou 2 gajos a dar a vós por mais de 6 perfis diferentes...\nO desespero é lindo...",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4800334329",
                                    "user": "disqus_ghdJq5yAMd",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Garanto-lhe que sou único. Se não acredita vá prestar contas no XVII Congresso Comunista.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4799542914",
                                    "user": "quimcosta",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Na criação de perfis falsos tem muito que aprender com o PS cuja máquina de propaganda é imbatível. Basta ver a quantidade de avençados que por aqui debitam as narrativas do mesmo.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798949979",
                    "user": "disqus_80bBIeF4jj",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Inteiramente de acordo consigo.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4798955712",
                            "user": "disqus_8CuaA8u35e",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Tu estás de acordo com tudo o que te possa dar guarita.....",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4799299230",
                                    "user": "helenaafonso",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "OH PRETO COBARDOLAS TU SÓ TE METES COM MULHERES.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798916038",
            "user": "disqus_sLE8aKZ3fk",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Só os racistas reconhecem verdadeiramente o que é o <b> racismo.</b>..",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4799532609",
                    "user": "anasilvestris",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "é a culpa colonial que ainda carregam sem se darem conta...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798917071",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Claro... Essas frases feitas... Se eu vir um grupo de skinheads a bater num <b> negro,</b> só vou achar que é<b>  racismo</b>, se eu fo<b> r racist</b>a! Grande raciocínio!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4798959619",
                            "user": "disqus_sLE8aKZ3fk",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "E ser for um negro skinhead (ou careca) a bater num branco? Pode confundir-se com simples violência? Tudo depende do ponto de vista e do imaginário em causa...",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4798967906",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Desculpe mas não discuto com racistas! Já expus o seu ridículo, logo não há mais nada a dizer",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4798964536",
                                    "user": "aquelequeestafartodedemagogia",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "A questão do racismo no caso da sra que resistiu ao polícia só aconteceu nos media, porque na realidade nada daquilo teve a ver com racismo, foi apenas uma pessoa a que resistiu à autoridade e um policia que agiu em conformidade e pronto.<br/>Apenas os media falaram em racismo.\nAqui foi muito diferente, foi um grupo de Grunhos a insultar um jogador pela sua cor...\nNão teve nada a ver com o ser jogador de equipa adversária, nada a ver se era bom ou mau jogador, nada a ver com o ser tuga ou estrangeiro, mas sim exclusivamente pela sua cor!\nE isto é RACISMO, não tem outro nome",
                                    "likes": 5,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4799519463",
                                            "user": "quimcosta",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Vai dizer ao motorista que levou a tareia que o assunto não foi racismo, neste caso de preto para branco.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4799166227",
                                            "user": "Flordelamar",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Mas você afinal é preto ou branco?",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4799554063",
                                                    "user": "anasilvestris",
                                                    "date": "7 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Chama-se imparcialidade, é a única forma de analisarmos as questões de forma de justa e coerente.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Racista",
                        "Negro"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798914941",
            "user": "discus_EGJS",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O problema mesmo é que o futebol está cada vez mais transformado num campo de batalha em que tudo serve para atacar a equipa rival. O Marega foi atacado da forma mais básica porque tem cor <b> negra,</b> mas a cor em si não tem importância nenhuma para os energúmenos que vão ao futebol para provocar actos violentos. António Costa exprimiu-se contra manifestações de<b>  racismo</b>, o que é correcto e, pelos vistos, em palavras, Ventura concorda com Costa. Só que Ventura quer dizer que o que parece não é, mas isso compete exclusivamente aos órgãos próprios avaliar.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800186654",
                    "user": "disqus_pEiNLdn5gu",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "O problema no futebol vai além do campo de batalha!<br/>Os campos de batalha, dentro e fora do campo, servem neste momento para ocultar o que se passa noutro círculos, que usam o futebol para diversos fins pouco claros! O \"barulho\" do futebol serve para ensurdecer os apoiantes dos clubes às trafulhices que os dirigentes e seus amigos fazem para beneficio próprio! <br/>A falta de escrúpulos e esta instrumentalização, levam ao extremar de posições, e os instrumentos usados, tal como a comunicação social, \"fazem a cabeça\" dos mais fanáticos! <br/>Tudo isto e acumulando a sensação de impunidade dos \"mais poderoso\" são um real problema para a sociedade! Muito mais que estes casos, que apesar da sua gravidade, apenas servem para ocultar algo muito mais grave e disseminado!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Negra"
            ]
        },
        {
            "id": "4798914687",
            "user": "disqus_AH69Zctpuj",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Mais uma vez Ventura diz sem medo o que muitos têm medo de dizer.  E para quem o acusa de <b> nazi </b>e<b>  racista</b> até agora Ventura defendeu sempre que correria com racistas e nazistas que se quisessem infiltrar no CHEGA. O mesmo já não se pode dizer do PS, com os infiltrados extremistas do BE que agora mandam no PS.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798916148",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Ventura tornou se agora uma marioneta nas mãos dos verdadeiros racistas (basta ler as caixas de comentários), ao não condenar um acto comprovadamente <b> racista </b>(leia a imprensa internacional)! Um político sério, condena o histerismo das esquerdas em relação ao<b>  racismo</b>, mas também condena situações de verdadeir<b> o racism</b>o!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racista",
                "Nazi"
            ]
        },
        {
            "id": "4798913292",
            "user": "relvas_analytics",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "...a única coisa que realmente é novidade é o <b> idiota </b>do Ventura estar a alargar o seu discurso populista de vitimização aos professores, gente que ele odeia e que considera parasitas. Obviamente que toda a gente já topou (e o Ventura não é exceção) que o Mário Nogueira amansou e baixou a intensidade da luta pela reposição dos direitos roubados aos professores, os últimos 5 anos foram de cedências impensáveis por parte da FENPROF ao governo e ao seu \"desaparecido\" Ministro da Educação. A continuar assim é uma porta aberta para a extrema direita entrar por ali fora ...até porque uma parte substancial dos professores são apoiantes do PSD e CDS e neste momento estão órfãos.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "4798911488",
            "user": "Disqusmanuelgomes",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Vou me embora , mas antes digo isto : caso Marega promove Porto a campeão .",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798994538",
                    "user": "disqus_c6BhFwfHMf",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "não descartar essa hipótese, este jogo é outro...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798910827",
            "user": "disqus_ydT3HwMAoR",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Concordo com André ventura pior que o <b> racismo </b>é a hipocrisia de algumas pessoas. não se sabe ao certo se são ou não a favor do verdadeiro<b>  racismo</b>.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798910228",
            "user": "alveslopes",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Estavas a ir tão bem... e estragaste tudo.....<br/>independentemente de haver quem possa aproveitar estas questões para outros campeonatos....<br/>Não tem discussão...deve ter sido do pior para uma pessoa chegar ao ponto de sentir uma vontade inamovível de desistir do jogo...<br/>(já vi na TV jornalistas que estiveram presentes no estádio e que afirmaram que foi inadmissível o que se passou e que se ouvia muito bem e que esses grunhidos foram emitidos por muita gente que estava lá ..)",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798912356",
                    "user": "pedro_lonet",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O problema, meu caro, é que este fulano nunca esteve bem e, agora, mostra muito bem aquilo que é. Sim, é verdade que hoje se grita <b> racismo </b>como o Pedro gritava lobo... mas não foi seguramente o caso; ter uma bandalha a clamar cânticos racistas é mesmo<b>  racismo</b> e este xenófobo<b> , racist</b>a, extremista do Ventura, demagogamente, mistura alhos com bugalhos.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4799181278",
                            "user": "Flordelamar",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "André Ventura não é xenófobo, nem racista, nem extremista. A esquerdalha pelo<br/>que se nota está assustada com o CHEGA. André Ventura a seu tempo vai repor<br/>muitos conceitos no devido lugar. Menos nervosismo e mais contenção verbal<br/>é o que se pede á esquerdalha politicamente correta. ",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798909203",
            "user": "Disqusmanuelgomes",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Pela assembleia não pode interpelar o Costa sobre isso .\nSenão a pergunta inconveniente usa como defesa a côr e diz :\n\" essa pergunta têm a ver com a minha côr da pele ..\" 😳",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798908403",
            "user": "desprezo_carnides",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Este inergumeno do Ventura só tem razão numa coisa. A falta de apoio e solidariedade por parte do estado e do Presidente, às forças de segurança, médicos e professores agredidos.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798907116",
            "user": "disqus_EJLoQqNK0r",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Basta ler esta caixa de comentários, para se perceber os racistas que estão a sair das tocas, escudados neste zequinha do ventura que é um menino bem que vem das jotas... #vergonhaéserracista",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798909749",
                    "user": "desprezo_carnides",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O prblema é que tipos como o Ventura, aparecem como cogumelos, quando a sociedade extrema as posições.<br/>O mal disto tudo é a impunidade crescente por parte das chamadas minorias e de pessoas como a Joacine e o Mamadu.<br/>Não há equilibrio, bom senso e justiça.<br/>A justiça deve funcionar sejam brancos, pretos ou ciganos.<br/>A lei, o respeito e a ordem devem imperar.<br/>O desiquilibrio que existe actualemnte é terreno fértil para pulhas como o Ventura.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798905036",
            "user": "Disqusmanuelgomes",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "E,assim Porto ganhou três pontos e com esta onda é campeão .\nE, não entendem que no subconsciente dos adeptos utilizando ferramentas para desmoralização do goleador porque outros de côr existem em ambas equipas foi vitima o goleador .\nMas pelo norte nestas equipas menores alem serem adeptos dos clubes da terra são também adeptos do Benfica e Porto .\nPenso que ao insultar o goleador para o desmotivar , até ajudaram o Porto pelas cenas a fuçar com três pontos .\nPinto da Costa esfrega as mãos de contente até veio a convir a onda .\nAssim Porto pela onda sobre pode ser campeão . E, não se apercebem disso . Grande golpe de marega",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798907398",
                    "user": "roblesmedinacostalda",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "A questão não é esssa! Situações similares são comuns todos os fins de semana ao ponto de alguns as considerarem \"normais\"! Como é possível? Este clima de ofensas verbais e fisícas tem de terminar. E o Marega deu um passo importante nesse sentido_!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798913352",
                            "user": "Disqusmanuelgomes",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Não só essa . Muitas outras agressões existem pelos campos de futebol , necessário reconsiderar tudo até como claques levam tochas incendiárias para o campo , estádios .",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798904812",
            "user": "disqus_qjGrG6hxKV",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "que fez  ele antes?  provocou   o  povo   os adeptos  fazem  e dizem tudo  pelo seu clube  ..  quem semeia ventos colhe tempestades..   agora  já tudo ama os pretos até  mesmo aqueles que mataram  um puto  de 24 anos  hoje são adorados  que  é preciso  é que mundo  diga  portugal   não é <b> racista </b> MAS É.....",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798909318",
                    "user": "roblesmedinacostalda",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Segundo o Sérgio Conceição as ofensas começaram no aquecimento. Por isso... É simplesmente vergonhoso. Uma pessoa nem pode ir ao futebol por causa destes infelizes!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798908428",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O jovem de 24 anos assassinado por esses selvagens não conta, <b> racismo </b>é não gostar de pretos e sustentá-los em bairros sociais com os nossos impostos.<br/>Gostava de ver estes defensores de pretos verem-se envolvidos como eu me vi num assalto, com um dos tais \"\"jovens\"\" de pistola na mão. <br/>Onde moro ir colocar o lixo no contentor à noite é uma operação de risco, não para o PCP - Bloco de Esterco e restantes esquerdopatas, mas para quem foi empurrado pela especulação imobiliária para os subúrbios.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4798904440",
            "user": "nobreportugues",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O <b> ama<b> relo </b</b>>bem que podia voltar para a Índia.. É um hipócrita.. Quando ocorreram os ataques aos médicos, professores e à polícia não disse nada manteve se no silêncio.. Hipócrita!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Amarelo"
            ]
        },
        {
            "id": "4798902535",
            "user": "disqus_mbgU5ErDSS",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Deveria correr-se com os brancos de Portugal, fazem a vida num inferno aos pretos, malditos brancos.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798927133",
                    "user": "provinciana",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "LOL.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798907166",
                    "user": "Disqusmanuelgomes",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O inferno apesar da natureza ser um paraíso , está  em África para os negros",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798900678",
            "user": "disqus_EJLoQqNK0r",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Este rapazola é uma marioneta ao serviço dos verdadeiros racistas que o vão usar e abusar! Basta ver as caixas de comentários, para se perceber que esses racistas estão a sair das tocas, e usam este zequinha para atingir os seus objectivos! #vergonhaéserracista",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4798903029",
                    "user": "roblesmedinacostalda",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Em função da notícia e dos comentários não sei como chega a essa conclusão! Concordo que é uma hipocrisia o mencionado! Quando um quartel de bombeiros é invadido e agridem as pessoas.. Fica caladinho que nem um rato!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4798904801",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Está completamente enganado! Condeno essa situação, como sempre condenei o aproveitamento que os parasitas de esquerda fazem de todas as situações que envolvam negros! Mas até por isso, este rapazinho devia distinguir quando é um acto de racismo e quando não é!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4798906078",
                                    "user": "roblesmedinacostalda",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O que ele faz é criticar a hipocrisia do PM! É incrível com o nosso PM se comporta!",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4798913810",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Sem dúvida! Sou o primeiro a criticar! Mas André ventura perdeu uma excelente oportunidade para ser diferente... Afinal é igualmente hipócrita... E não sabe diferenciar o que é verdadeiramente racismo, do que é aproveitamento da esquerda para tudo que envolve negros! E dessa forma permite que os verdadeiros racistas ganhem um novo escudo! Basta ver muitos comentários por aqui",
                                            "likes": 2,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4798913483",
                                            "user": "pedro_lonet",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não, não fez só isso. Também mentiu, ao dizer que aquilo que se passou não foi um acto de ódio racista.",
                                            "likes": 6,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4800048061",
                                                    "user": "disqus_lBwzZMJaRU",
                                                    "date": "6 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ele nunca disse isso...",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4800095009",
                                                            "user": "pedro_lonet",
                                                            "date": "6 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Claro que não. Desconsiderando o que se passou, misturando alhos com bugalhos... até adianta a hipótese de o jogador ter provocado a “pobre” claque. Até nem se referiu às situações que não são racismo, como se disso se tratasse. E entretanto vê a hipocrisia nos outros e jamais nas asneiras que diz, como no caso.",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798902703",
                    "user": "disqus_eGSRfF0to0",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "racista es tu, que condenas e metes no mesmo saco uma pessoa pelo acto de uma fraccao do povo, agora pensa",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798905643",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Não discuto com racistas...",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798892338",
            "user": "Antiraoliono",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "André ventura e 2 milhões de apoiantes estarão em Guimarães, amanhã pelas 21:45 para apoiar a claque alvinegra pela difamação provocada pelo governo a pessoas que fazem 444444444 vezes mais por Portugal do que os partidos de esquerda.<br/>Para a vitória, vota Ventura!!! O único <b> NAZI </b>em Portugal que irá colocar o país na ordem ao ser presidente da república, primeiro ministro, ministro das Finanças, presidente da câmara municipal de Lisboa e presidente do Benfica, em simultâneo.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798901446",
                    "user": "roblesmedinacostalda",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Sabe que chamar <b> NAZI </b>a alguém  não é muito diferente do que aconteceu ontem... também é crime!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798931971",
                            "user": "provinciana",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "É muito mais grave chamar Nazi a uma pessoa do que macaco e no entanto alguns aqui fazem isso e estão a cumprir uma agenda partidária. Isso também é uma hipocrisia.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nazi"
                    ]
                }
            ],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "4798889779",
            "user": "ussaissima",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "os arrebentam canelas agora aparecem todos , o <b> preto </b<b> >macaco</b> nao gosta de bananas , o melhor é ir falar com o jose cide",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Macaco"
            ]
        },
        {
            "id": "4798888950",
            "user": "disqus_pyjLUpcSC4",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O oportunismo desenfreado da esquerda está a levar o país um futuro incerto. Há necessidade de parar esta esquerda fedorenta",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798932307",
                    "user": "provinciana",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Está a levar ao aumento do <b> racismo.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "4798904620",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Cambada de Hipócritas. Em próximas eleições reduzir este esterco a pó.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798888467",
            "user": "antonycomentador",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Quando num rebanho de ovelhas uma delas começa a berrar , todas as outras vão a imitar, quando numa alcateia de lobos um começa a uivar os outros seguem o exemplo .<br/>\"Outra coisa é começar a ver as declarações de responsáveis políticos, associativos e as redes sociais para se extrapolarem conclusões de que Portugal é um país terrivelmente <b> racista,</b> xenófobo e insuportável.\"<br/>Os oportunistas da politica  quando convém, berram e uivam .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4798886302",
            "user": "disqus_EJLoQqNK0r",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "#vergonhaéserracista",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798886153",
            "user": "binopardal",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "o objetivo deste anormal é dividir mas nunca irá reinar.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798884187",
            "user": "disqus_80bBIeF4jj",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Estamos perante um tipo perigoso. Agitador e perigoso.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798883028",
            "user": "mariaportuguesa",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Concordo inteiramente com o Ventura.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798903198",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Paineileiros, esquerdopatas, jornalixo, cambada de hipócritas, têm nova novela para entreter os tugas. Vão massacrar as pessoas com esta chachada. <br/>Hipócritas aproveitam-se de tudo para imporem uma ditadura <b> racista </b>contra os brancos<br/>Sempre me lembro de jogadores serem veiados quando jogam contra equipas que já representaram.<br/>Onde estava esta<b>  gaja</b> do Bloco de Esterco, quando roubou milhões dos nossos impostos para dar a esse mamadou u<b> m racist</b>a contra os brancos?? onde estava quando essa jaquina ofendeu símbolos nacionais??? (bandeira)??<br/>Cambada de hipócritas,, se os pretos forem todos para africa acaba se de vez com<b>  o racis</b>mo.<br/>Como é que o povo se deixa oprimir com e<b> ste raci</b>smo contra os brancos??? Próximas eleições acabar com este esterco de vez e mamadou e o resto da pretalhada que vote neste monte de esterco.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaja",
                        "Racismo",
                        "Racista"
                    ]
                },
                {
                    "id": "4798884564",
                    "user": "disqus_80bBIeF4jj",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Nunca na vida! Livra! Só se estivesse chanfradinha da cabeça!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798880558",
            "user": "disqus_WTj2IWKjT1",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "As autoridades e o governo há 5 anos que fecham os olhos à violência no desporto e nos recintos desportivos e agora fingem que estão preocupados.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798878322",
            "user": "disqus_HVgeFFuj93",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Apoiado André Ventura 👍.\nO pote de unto está solidário com um jogador de futebol porque foi insultado,mas nunca esteve solidário com os polícias agredidos,com os condutores de autocarros insultados e agredidos,com os médicos agredidos,com os professores insultados e espancados,etc ...<br/>Temos um verme como primeiro ministro deste país.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "4798889431",
                    "user": "binopardal",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "esse ódio todo torna-te um ser desprezível, és completamente desnecessário à sociedade.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798907262",
                            "user": "disqus_HVgeFFuj93",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Deixa de mamar no RSI e começa a trabalhar parasita 🦠.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798885562",
                    "user": "disqus_80bBIeF4jj",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Linguagem miserável! Temos um bom primeiro ministro deste país. E temos um agitador político e social que urge meter no mesmo sítio de onde saiu Mário Machado!",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4798891813",
                            "user": "roblesmedinacostalda",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Concorda com a posição do PM? É isso?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "4798893142",
                                    "user": "disqus_80bBIeF4jj",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Tenha vergonha! O seu AV tem de ser urgentemente retirado de circulação. A democracia acaba no pisar do risco. E ele está a ultrapassar o risco, a violar a Constituição e a perturbar a sociedade onde vivemos.",
                                    "likes": 5,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "4798893655",
                                            "user": "roblesmedinacostalda",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "A questão não é essa. A questão é se concorda com a posição do PM?",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 5,
                                            "replies": [
                                                {
                                                    "id": "4798894183",
                                                    "user": "disqus_80bBIeF4jj",
                                                    "date": "7 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Concerteza que SIM! Não concordo com o vosso agitador social.",
                                                    "likes": 5,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 4,
                                                    "replies": [
                                                        {
                                                            "id": "4798895350",
                                                            "user": "roblesmedinacostalda",
                                                            "date": "7 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Pois... Era só isso. Assim já consigo fazer um juízo de valor ou da falta deles.",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 3,
                                                            "replies": [
                                                                {
                                                                    "id": "4798955412",
                                                                    "user": "disqus_80bBIeF4jj",
                                                                    "date": "7 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Falta deles tem o vosso agitador sociall!",
                                                                    "likes": 5,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 2,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4799161528",
                                                                            "user": "Flordelamar",
                                                                            "date": "7 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Tenha mais respeito no que escreve sobre André Ventura. Ele, dentro de<br/>pouco tempo, vai presidir aos destinos de Portugal, como Presidente da<br/>República ou como Primeiro Ministro. Portanto muito respeitinho porque<br/>o seu destino vai estar dependente das decisões dele.",
                                                                            "likes": 1,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 1,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4799534856",
                                                                                    "user": "soares_maria",
                                                                                    "date": "7 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Ehehehehehehe... com 2,5 %????",
                                                                                    "likes": 1,
                                                                                    "hasReplies": false,
                                                                                    "numberOfReplies": 0,
                                                                                    "replies": []
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}